Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Low
de: Niedrig
es: Baja
fr: Basse
it: Bassa
sv: Låg

source: Low contrast with Sony's Type A rendering, for S-Log2 footage.
de: Geringer Kontrast mit Sonys Type-A-Rendering, für S-Log2-Material.
es: Bajo contraste con el renderizado Type A de Sony, para material S-Log2.
fr: Faible contraste avec le rendu Type A de Sony, pour les images S-Log2.
it: Basso contrasto con il rendering Type A di Sony, per materiale S-Log2.
sv: Låg kontrast med Sonys Type A-rendering, för S-Log2-material.

source: Low contrast with Sony's Type A rendering, tuned to sit closer to an ARRI Alexa.
de: Geringer Kontrast mit Sonys Type-A-Rendering, abgestimmt auf eine größere Nähe zur ARRI Alexa.
es: Bajo contraste con el renderizado Type A de Sony, afinado para acercarse a una ARRI Alexa.
fr: Faible contraste avec le rendu Type A de Sony, réglé pour se rapprocher d'une ARRI Alexa.
it: Basso contrasto con il rendering Type A di Sony, tarato per stare più vicino a una ARRI Alexa.
sv: Låg kontrast med Sonys Type A-rendering, avstämd för att ligga närmare en ARRI Alexa.

source: Low Light
de: Schwaches Licht
es: Poca luz
fr: Faible lumière
it: Poca luce
sv: Svagt ljus

source: Lower layer
de: Ebene nach unten
es: Bajar la capa
fr: Descendre le calque
it: Abbassa il livello
sv: Underliggande lager

source: Lower layer visible inside %@
de: Untere Ebene innerhalb von %@ sichtbar
es: Capa inferior visible dentro de %@
fr: Calque inférieur visible à l’intérieur de %@
it: Livello inferiore visibile dentro %@
sv: Underliggande lager syns innanför %@

source: Lower layer visible on left
de: Untere Ebene links sichtbar
es: Capa inferior visible a la izquierda
fr: Calque inférieur visible à gauche
it: Livello inferiore visibile a sinistra
sv: Underliggande lager syns till vänster

source: Lower layer visible on right
de: Untere Ebene rechts sichtbar
es: Capa inferior visible a la derecha
fr: Calque inférieur visible à droite
it: Livello inferiore visibile a destra
sv: Underliggande lager syns till höger

source: Lower layer visible outside %@
de: Untere Ebene außerhalb von %@ sichtbar
es: Capa inferior visible fuera de %@
fr: Calque inférieur visible à l’extérieur de %@
it: Livello inferiore visibile fuori da %@
sv: Underliggande lager syns utanför %@

source: Luminance against horizontal image position
de: Luminanz über der horizontalen Bildposition
es: Luminancia frente a la posición horizontal en la imagen
fr: Luminance en fonction de la position horizontale dans l'image
it: Luminanza rispetto alla posizione orizzontale nell'immagine
sv: Luminans mot horisontellt bildläge

source: Luminance noise within the frame, filtered along edges rather than across them.
de: Luminanzrauschen innerhalb des Frames, entlang der Kanten gefiltert statt über sie hinweg.
es: Ruido de luminancia dentro del fotograma, filtrado a lo largo de los bordes y no atravesándolos.
fr: Bruit de luminance à l'intérieur de l'image, filtré le long des contours plutôt qu'en travers.
it: Rumore di luminanza all'interno del fotogramma, filtrato lungo i bordi invece che attraverso.
sv: Luminansbrus inom bildrutan, filtrerat längs kanterna i stället för tvärs över dem.

source: Luminance noise, across time. The detail people notice losing lives here, so start low.
de: Luminanzrauschen, über die Zeit. Die Details, deren Verlust auffällt, wohnen hier – also fang niedrig an.
es: Ruido de luminancia, a lo largo del tiempo. El detalle cuya pérdida se nota vive aquí, así que empieza bajo.
fr: Bruit de luminance, dans le temps. Le détail dont on remarque la perte habite ici, alors commencez bas.
it: Rumore di luminanza, nel tempo. Il dettaglio di cui si nota la perdita abita qui, quindi parti basso.
sv: Luminansbrus, över tid. Detaljen folk märker att de förlorar bor här, så börja lågt.

source: Made by one person
de: Von einer Person entwickelt
es: Hecho por una sola persona
fr: Fait par une seule personne
it: Fatto da una sola persona
sv: Gjord av en enda person

source: Main Video
de: Hauptvideo
es: Vídeo principal
fr: Vidéo principale
it: Video principale
sv: Huvudvideo

source: Make it personal
de: Mach es persönlich
es: Hazlo tuyo
fr: Rendez-le personnel
it: Rendilo personale
sv: Gör den personlig

source: Make this look yours.
de: Mach diesen Look zu deinem.
es: Haz que este look sea tuyo.
fr: Faites de ce look le vôtre.
it: Fai in modo che questo look sia tuo.
sv: Gör den här looken till din.

source: Manage Subscription
de: Abo verwalten
es: Gestionar la suscripción
fr: Gérer l'abonnement
it: Gestisci l'abbonamento
sv: Hantera prenumeration

source: Markers
de: Marker
es: Marcadores
fr: Marqueurs
it: Marcatori
sv: Markörer

source: Mask
de: Maske
es: Máscara
fr: Masque
it: Maschera

source: Mask %lld
de: Maske %lld
es: Máscara %lld
fr: Masque %lld
it: Maschera %lld

source: Mask editing
de: Maske bearbeiten
es: Edición de la máscara
fr: Modification du masque
it: Modifica della maschera
sv: Maskredigering

source: Mask opacity
de: Maskendeckkraft
es: Opacidad de la máscara
fr: Opacité du masque
it: Opacità della maschera
sv: Maskens opacitet

source: Mask strength must be between 0 and 100 percent.
de: Die Maskenstärke muss zwischen 0 und 100 Prozent liegen.
es: La intensidad de la máscara debe estar entre 0 y 100 %.
fr: L’intensité du masque doit être comprise entre 0 et 100 %.
it: L’intensità della maschera deve essere compresa tra 0 e 100%.
sv: Maskens styrka måste vara mellan 0 och 100 procent.

source: Mask Tool
de: Maskenwerkzeug
es: Herramienta de máscara
fr: Outil Masque
it: Strumento maschera
sv: Maskverktyg

source: Mask tracking progress
de: Fortschritt des Masken-Trackings
es: Progreso del seguimiento de la máscara
fr: Progression du suivi de masque
it: Avanzamento del tracciamento della maschera
sv: Förlopp för maskspårning

source: Masks
de: Masken
es: Máscaras
fr: Masques
it: Maschere
sv: Masker

source: Mastering quality for further editing. Very large files.
de: Mastering-Qualität für die Weiterbearbeitung. Sehr große Dateien.
es: Calidad de masterización para seguir editando. Archivos muy grandes.
fr: Qualité mastering pour un montage ultérieur. Fichiers très lourds.
it: Qualità di masterizzazione per continuare il montaggio. File molto pesanti.
sv: Masteringkvalitet för fortsatt redigering. Mycket stora filer.

source: Mastering quality, somewhat smaller than HQ.
de: Mastering-Qualität, etwas kleiner als HQ.
es: Calidad de masterización, algo más ligera que HQ.
fr: Qualité mastering, un peu plus légère que HQ.
it: Qualità di masterizzazione, un po' più leggera di HQ.
sv: Masteringkvalitet, något mindre än HQ.

source: Match Components
de: Abgleich-Komponenten
es: Componentes del ajuste
fr: Composantes de la correspondance
it: Componenti dell'abbinamento
sv: Komponenter att matcha

source: Match Confidence
de: Abgleich-Zuverlässigkeit
es: Fiabilidad del ajuste
fr: Fiabilité de la correspondance
it: Affidabilità dell'abbinamento
sv: Matchningssäkerhet

source: Match original video
de: Wie Originalvideo
es: Igualar al vídeo original
fr: Correspondre à la vidéo d'origine
it: Adatta al video originale
sv: Matcha originalvideon

source: Match source video
de: Quellvideo abgleichen
es: Ajustar al vídeo de origen
fr: Correspondre à la vidéo source
it: Abbina al video sorgente
sv: Matcha källvideon

source: Match Strength
de: Abgleich-Stärke
es: Intensidad del ajuste
fr: Intensité de la correspondance
it: Intensità dell'abbinamento
sv: Matchningsstyrka

source: Matches exposure and white balance as closely as the footage allows. For clips from the same scene or a second camera.
de: Gleicht Belichtung und Weißabgleich so genau ab, wie es das Material zulässt. Für Clips aus derselben Szene oder von einer zweiten Kamera.
es: Ajusta la exposición y el balance de blancos tan de cerca como el material lo permite. Para clips de la misma escena o de una segunda cámara.
fr: Fait correspondre l'exposition et la balance des blancs d'aussi près que les images le permettent. Pour des plans de la même scène ou d'une seconde caméra.
it: Abbina esposizione e bilanciamento del bianco quanto il materiale consente. Per clip della stessa scena o di una seconda camera.
sv: Matchar exponering och vitbalans så nära materialet tillåter. För klipp från samma scen eller en andra kamera.

source: Matching…
de: Abgleich läuft …
es: Ajustando…
fr: Correspondance…
it: Abbinamento…
sv: Matchar …

source: Matte does not cover the entire clip. Outside the matte there is no coverage, so this layer is transparent there.
de: Die Matte deckt nicht den gesamten Clip ab. Außerhalb der Matte gibt es keine Abdeckung, daher ist diese Ebene dort transparent.
es: La máscara no cubre todo el clip. Fuera de la máscara no hay cobertura, así que ahí esta capa es transparente.
fr: Le cache ne couvre pas tout le clip. En dehors du cache il n’y a aucune couverture, ce calque y est donc transparent.
it: La maschera non copre l’intera clip. Fuori dalla maschera non c’è copertura, quindi lì questo livello è trasparente.
sv: Matten täcker inte hela klippet. Utanför matten finns ingen täckning, så det här lagret är genomskinligt där.

source: Matte source
de: Matte-Quelle
es: Origen de la máscara
fr: Source du cache
it: Sorgente della maschera
sv: Mattekälla

source: Matte source layer
de: Matte-Quellebene
es: Capa de origen de la máscara
fr: Calque source du cache
it: Livello sorgente della maschera
sv: Lager som mattekälla

source: Matte Tool
de: Matte-Werkzeug
es: Herramienta de máscara de pista
fr: Outil Cache
it: Strumento maschera traccia
sv: Matteverktyg

source: Measure this frame
de: Diesen Frame messen
es: Medir este fotograma
fr: Mesurer cette image
it: Misura questo fotogramma
sv: Mät den här bildrutan

# Measured %@ luminance noise%@.
source: Measured %1$@ luminance noise%2$@.
de: %@ Luminanzrauschen gemessen%@.
es: Ruido de luminancia medido: %@%@.
fr: Bruit de luminance mesuré : %@%@.
it: Rumore di luminanza misurato: %@%@.
sv: Uppmätte %@ luminansbrus%@.

source: Med
de: Mit.
fr: Moy
sv: Mellan

source: Media
de: Medien
es: Material
fr: Médias
it: Contenuti
sv: Medier

source: Media Bin
de: Medienablage
es: Bandeja de material
fr: Chutier
it: Raccoglitore
sv: Mediekorg

source: Media, %lld items
de: Medien, %lld Objekte
es: Material, %lld elementos
fr: Médias, %lld éléments
it: Contenuti, %lld elementi
sv: Medier, %lld objekt

source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
sv: Mellan

source: Mesh
de: Gitter
es: Malla
fr: Grille
it: Griglia
sv: Rutnät

source: Mesh density
de: Gitterdichte
es: Densidad de la malla
fr: Densité de la grille
it: Densità della griglia
sv: Rutnätets täthet

source: Metal could not allocate a 3D LUT texture.
de: Metal konnte keine 3D-LUT-Textur belegen.
es: Metal no pudo asignar una textura de LUT 3D.
fr: Metal n'a pas pu allouer une texture de LUT 3D.
it: Metal non è riuscito ad allocare una texture LUT 3D.
sv: Metal kunde inte avsätta en 3D-LUT-textur.

source: Metal could not create an export command buffer.
de: Metal konnte keinen Export-Command-Buffer erzeugen.
es: Metal no pudo crear un búfer de comandos de exportación.
fr: Metal n'a pas pu créer un tampon de commandes d'export.
it: Metal non è riuscito a creare un buffer di comandi per l'esportazione.
sv: Metal kunde inte skapa en kommandobuffert för exporten.

source: Metal could not map an export frame without copying it.
de: Metal konnte einen Export-Frame nicht ohne Kopie einblenden.
es: Metal no pudo mapear un fotograma de exportación sin copiarlo.
fr: Metal n'a pas pu mapper une image d'export sans la copier.
it: Metal non è riuscito a mappare un fotogramma di esportazione senza copiarlo.
sv: Metal kunde inte mappa en exportbildruta utan att kopiera den.

source: Metal could not map the 10-bit encoder planes.
de: Metal konnte die 10-Bit-Encoder-Ebenen nicht einblenden.
es: Metal no pudo mapear los planos del codificador de 10 bits.
fr: Metal n'a pas pu mapper les plans de l'encodeur 10 bits.
it: Metal non è riuscito a mappare i piani dell'encoder a 10 bit.
sv: Metal kunde inte mappa kodarens 10-bitarsplan.

source: Metal could not prepare the finishing-effects pass.
de: Metal konnte den Durchgang für die abschließenden Effekte nicht vorbereiten.
es: Metal no pudo preparar la pasada de efectos de acabado.
fr: Metal n'a pas pu préparer la passe d'effets de finition.
it: Metal non è riuscito a preparare il passaggio degli effetti di finitura.
sv: Metal kunde inte förbereda passet för avslutande effekter.

source: Metal could not process a video frame.
de: Metal konnte einen Videoframe nicht verarbeiten.
es: Metal no pudo procesar un fotograma de vídeo.
fr: Metal n'a pas pu traiter une image vidéo.
it: Metal non è riuscito a elaborare un fotogramma video.
sv: Metal kunde inte bearbeta en videobildruta.

source: Metal is unavailable on this device.
de: Metal ist auf diesem Gerät nicht verfügbar.
es: Metal no está disponible en este dispositivo.
fr: Metal est indisponible sur cet appareil.
it: Metal non è disponibile su questo dispositivo.
sv: Metal är inte tillgängligt på den här enheten.

source: Midtone color
de: Farbe der Mitteltöne
es: Color de los tonos medios
fr: Couleur des tons moyens
it: Colore dei mezzitoni
sv: Färg för mellantoner

source: Midtone Color
de: Farbe der Mitteltöne
es: Color de los tonos medios
fr: Couleur des tons moyens
it: Colore dei mezzitoni
sv: Färg för mellantoner

source: Midtones
de: Mitteltöne
es: Tonos medios
fr: Tons moyens
it: Mezzitoni
sv: Mellantoner

source: Mirrored
de: Gespiegelt
es: Reflejado
fr: Miroir
it: Speculare
sv: Speglad

source: Mirrored, rotated 90° CCW
de: Gespiegelt, um 90° gegen den Uhrzeigersinn gedreht
es: Reflejado y girado 90° en sentido antihorario
fr: Miroir, pivoté à 90° dans le sens antihoraire
it: Speculare, ruotato di 90° in senso antiorario
sv: Speglad, roterad 90° moturs

source: Mirrored, rotated 90° CW
de: Gespiegelt, um 90° im Uhrzeigersinn gedreht
es: Reflejado y girado 90° en sentido horario
fr: Miroir, pivoté à 90° dans le sens horaire
it: Speculare, ruotato di 90° in senso orario
sv: Speglad, roterad 90° medurs

source: Mirrored, rotated 180°
de: Gespiegelt, um 180° gedreht
es: Reflejado y girado 180°
fr: Miroir, pivoté à 180°
it: Speculare, ruotato di 180°
sv: Speglad, roterad 180°

source: Missing LUT size.
de: Fehlende LUT-Größe.
es: Falta el tamaño de la LUT.
fr: Taille de LUT manquante.
it: Manca la dimensione della LUT.
sv: LUT-storlek saknas.

source: Missing or duplicate source asset.
de: Fehlendes oder doppeltes Quellmedium.
es: Recurso de origen ausente o duplicado.
fr: Média source manquant ou en double.
it: Elemento sorgente mancante o duplicato.
sv: Källmediet saknas eller finns i dubbletter.

source: Missing source.
de: Fehlende Quelle.
es: Falta el origen.
fr: Source manquante.
it: Sorgente mancante.
sv: Källan saknas.

source: Missing video metadata.
de: Fehlende Video-Metadaten.
es: Faltan los metadatos de vídeo.
fr: Métadonnées vidéo manquantes.
it: Metadati video mancanti.
sv: Videons metadata saknas.

source: Mode
de: Modus
es: Modo
it: Modalità
sv: Läge

source: moderate
de: mittel
es: moderado
fr: modéré
it: moderato
sv: måttligt

source: Monochrome grain, strongest through the midtones as film is.
de: Monochromes Korn, am stärksten in den Mitteltönen — wie bei Film.
es: Grano monocromo, más marcado en los tonos medios, como en la película.
fr: Grain monochrome, plus marqué dans les tons moyens, comme sur la pellicule.
it: Grana monocromatica, più marcata nei mezzitoni come sulla pellicola.
sv: Monokromt korn, starkast genom mellantonerna som hos film.

source: month
de: Monat
es: mes
fr: mois
it: mese
sv: månad

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
sv: Månadsvis

source: Motion Compensation
de: Bewegungskompensation
es: Compensación de movimiento
fr: Compensation de mouvement
it: Compensazione del movimento
sv: Rörelsekompensation

source: Motion Threshold
de: Bewegungsschwelle
es: Umbral de movimiento
fr: Seuil de mouvement
it: Soglia di movimento
sv: Rörelsetröskel

source: Motion-compensated temporal noise reduction, plus edge-aware spatial cleanup. Built for low light, high ISO and lifted Log — it finds the same detail across several frames and keeps it while the noise averages away.
de: Bewegungskompensierte zeitliche Rauschreduzierung, plus kantenbewusste räumliche Reinigung. Gebaut für schwaches Licht, hohe ISO-Werte und angehobenes Log – sie findet dasselbe Detail über mehrere Frames und behält es, während sich das Rauschen wegmittelt.
es: Reducción de ruido temporal con compensación de movimiento, más una limpieza espacial que respeta los bordes. Hecha para poca luz, ISO alto y Log levantado: encuentra el mismo detalle en varios fotogramas y lo conserva mientras el ruido se promedia y desaparece.
fr: Réduction de bruit temporelle compensée en mouvement, plus un nettoyage spatial respectueux des contours. Conçue pour la faible lumière, les hauts ISO et le Log relevé — elle retrouve le même détail sur plusieurs images et le conserve pendant que le bruit se moyenne.
it: Riduzione del rumore temporale con compensazione del movimento, più una pulizia spaziale attenta ai bordi. Costruita per poca luce, ISO alti e Log alzato — trova lo stesso dettaglio su più fotogrammi e lo mantiene mentre il rumore si media via.
sv: Rörelsekompenserad temporal brusreducering, plus kantmedveten spatial rensning. Byggd för svagt ljus, högt ISO och lyft Log — den hittar samma detalj över flera bildrutor och behåller den medan bruset medelvärdesbildas bort.

source: Move and change
de: Bewegen und ändern
es: Mover y cambiar
fr: Déplacer et modifier
it: Sposta e modifica
sv: Flytta och ändra

source: Move color where you want it.
de: Bewege die Farbe dorthin, wo du sie willst.
es: Mueve el color a donde lo quieras.
fr: Déplacez la couleur là où vous la voulez.
it: Sposta il colore dove lo vuoi.
sv: Flytta färgen dit du vill ha den.

source: Move Speed Point
de: Tempopunkt bewegen
es: Mover punto de velocidad
fr: Déplacer le point de vitesse
it: Sposta punto di velocità
sv: Flytta hastighetspunkt

source: Move the playhead inside the clip to change an animated mask value.
de: Setze den Abspielkopf in den Clip, um einen animierten Maskenwert zu ändern.
es: Mueve el cabezal dentro del clip para cambiar un valor animado de la máscara.
fr: Placez la tête de lecture dans le clip pour modifier une valeur animée de masque.
it: Sposta la testina dentro la clip per modificare un valore animato della maschera.
sv: Flytta uppspelningshuvudet in i klippet för att ändra ett animerat maskvärde.

source: Move the playhead inside the clip to change an animated value.
de: Setze den Abspielkopf in den Clip, um einen animierten Wert zu ändern.
es: Mueve el cabezal dentro del clip para cambiar un valor animado.
fr: Placez la tête de lecture dans le clip pour modifier une valeur animée.
it: Sposta la testina dentro la clip per modificare un valore animato.
sv: Flytta uppspelningshuvudet in i klippet för att ändra ett animerat värde.

source: Move the playhead inside this clip to choose a reference frame.
de: Bewege den Abspielkopf in diesen Clip, um einen Referenzframe zu wählen.
es: Mueve el cabezal dentro de este clip para elegir un fotograma de referencia.
fr: Déplacez la tête de lecture à l'intérieur de ce clip pour choisir une image de référence.
it: Sposta la testina dentro questa clip per scegliere un fotogramma di riferimento.
sv: Flytta uppspelningshuvudet in i det här klippet för att välja en referensbildruta.

source: Move the playhead into the clip to freeze a frame.
de: Bewege den Abspielkopf in den Clip, um einen Frame einzufrieren.
es: Mueve el cabezal de reproducción dentro del clip para congelar un fotograma.
fr: Placez la tête de lecture dans le plan pour figer une image.
it: Sposta la testina di riproduzione dentro il clip per fermare un fotogramma.
sv: Flytta uppspelningshuvudet in i klippet för att frysa en bildruta.

source: Move to where the motion should begin.
de: Geh an die Stelle, an der die Bewegung beginnen soll.
es: Colócate donde deba empezar el movimiento.
fr: Placez-vous là où le mouvement doit commencer.
it: Portati dove il movimento deve iniziare.
sv: Flytta till där rörelsen ska börja.

source: Move, copy or split a clip and its animation comes along. What you see in the preview is what you export.
de: Verschiebe, kopiere oder teile einen Clip, und seine Animation kommt mit. Was du in der Vorschau siehst, ist das, was du exportierst.
es: Mueve, copia o divide un clip y su animación le acompaña. Lo que ves en la previsualización es lo que exportas.
fr: Déplacez, copiez ou divisez un clip et son animation suit. Ce que vous voyez dans l'aperçu est ce que vous exportez.
it: Sposta, copia o dividi una clip e la sua animazione la segue. Quello che vedi nell'anteprima è quello che esporti.
sv: Flytta, kopiera eller dela ett klipp och animeringen följer med. Det du ser i förhandsvisningen är det du exporterar.

source: MOVEMENT
de: BEWEGUNG
es: MOVIMIENTO
fr: MOUVEMENT
it: MOVIMENTO
sv: RÖRELSE

source: Musical
de: Musikalisch
it: Musicale
sv: Musikaliskt

source: Mute
de: Stumm
es: Silenciar
fr: Muet
it: Muto
sv: Tyst

source: Mute %@
de: %@ stummschalten
es: Silenciar %@
fr: Couper %@
it: Disattiva l’audio di %@
sv: Tysta %@

source: Mute %@ audio
de: Audio von %@ stummschalten
es: Silenciar el audio de %@
fr: Couper l’audio de %@
it: Disattiva l’audio di %@
sv: Tysta ljudet för %@

source: Mute audio track
de: Audiospur stummschalten
es: Silenciar la pista de audio
fr: Couper la piste audio
it: Disattiva l'audio della traccia
sv: Tysta ljudspåret

source: Mute clip
de: Clip stummschalten
es: Silenciar el clip
fr: Couper le son du clip
it: Disattiva l'audio della clip
sv: Tysta klippet

source: My Preset
de: Mein Preset
es: Mi preajuste
fr: Mon préréglage
it: Il mio preset
sv: Min förinställning

source: Nature
de: Natur
es: Naturaleza
it: Natura
sv: Natur

source: New overlay
de: Neues Overlay
es: Nueva superposición
fr: Nouvelle superposition
it: Nuova sovrapposizione
sv: Nytt överlägg

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
sv: Nästa

source: Next %@ keyframe
de: Nächster %@-Keyframe
es: Siguiente fotograma clave de %@
fr: Image clé %@ suivante
it: Fotogramma chiave successivo di %@
sv: Nästa keyframe för %@

source: Next font
de: Nächste Schrift
es: Fuente siguiente
fr: Police suivante
it: Font successivo
sv: Nästa teckensnitt

source: Next frame
de: Nächster Frame
es: Fotograma siguiente
fr: Image suivante
it: Fotogramma successivo
sv: Nästa bildruta

source: Next Frame
de: Nächster Frame
es: Fotograma siguiente
fr: Image suivante
it: Fotogramma successivo
sv: Nästa bildruta

source: Night footage: wide temporal window, strong chroma, protected detail.
de: Nachtmaterial: breites zeitliches Fenster, starkes Chroma, geschützte Details.
es: Material nocturno: ventana temporal amplia, croma fuerte, detalle protegido.
fr: Images de nuit : large fenêtre temporelle, chroma fort, détail protégé.
it: Materiale notturno: finestra temporale ampia, croma forte, dettaglio protetto.
sv: Nattmaterial: brett temporalt fönster, kraftig kroma, skyddad detalj.

source: No clear subject was found. Try the Lasso tool instead.
de: Es wurde kein eindeutiges Motiv gefunden. Versuche stattdessen das Lasso-Werkzeug.
es: No se ha encontrado un sujeto claro. Prueba mejor con la herramienta Lazo.
fr: Aucun sujet net n’a été trouvé. Essayez plutôt l’outil Lasso.
it: Non è stato trovato un soggetto chiaro. Prova invece lo strumento Lazo.
sv: Inget tydligt motiv hittades. Prova lassoverktyget i stället.

source: No clip selected
de: Kein Clip ausgewählt
es: Ningún clip seleccionado
fr: Aucun clip sélectionné
it: Nessuna clip selezionata
sv: Inget klipp valt
